const privacy = {
  label: {},
  msg: {}
}

privacy.label.privacy_title = "개인정보처리방침"
privacy.label.personal_info = "개인정보 제공"

privacy.label.number2_t1 = "구분"
privacy.label.number2_t2 = "수집항목"
privacy.label.number2_t3 = "수집이용목적"
privacy.label.number2_t4 = "이용보유기간"

privacy.label.number4_t1 = "처리위탁 받는 자"
privacy.label.number4_t2 = "처리위탁 업무내용"

privacy.label.number12_t1 = "부칙"

privacy.label.number2_c1 = "필수"
privacy.label.number2_c2 = "성명, 생년월일, 성별, 휴대전화번호, ID/PW, 이메일주소, 소속회사정보, DI"
privacy.label.number2_c3 = "아모레퍼시픽 원료정보시스템 가입자 본인확인, 공지사항 전달"
privacy.label.number2_c4 = "회원 탈퇴 시 또는 퇴사시까지 (제 5조 참조)"

privacy.label.number4_c1 = "메가존클라우드(주)"
privacy.label.number4_c2 = "인프라 운영, 개인정보의 전산처리 및 관리"
privacy.label.number4_c3 = "케이엠에스랩(주)"
privacy.label.number4_c4 = "이메일 발송"
privacy.label.number4_c5 = "(주) 아이시프트"
privacy.label.number4_c6 = "원료정보시스템 사이트 유지보수, 개인정보의 전산처리 및 관리"
privacy.label.number4_c7 = "NICE 평가정보 (주)"
privacy.label.number4_c8 = "모바일 본인인증"

privacy.label.number6_c1 = "[개인정보 보호 책임자]"
privacy.label.number6_c2 = "성 명 : 오승일 센터장"
privacy.label.number6_c3 = "소 속 : 정보보안센터"
privacy.label.number6_c4 = "연락처 : 080-023-5454(무료) (월~금 : 09:00~18:00, 공휴일 제외)"
privacy.label.number6_c5 = "[개인정보 보호 담당자]"
privacy.label.number6_c6 = "성 명 : 이광복"
privacy.label.number6_c7 = "소 속 : 정보보안센터"
privacy.label.number6_c8 = "전화번호 : 080-023-5454 (무료) (월~금 : 09:00~18:00, 공휴일 제외)"
privacy.label.number6_c9 = "E-MAIL : privacy@amorepacific.com"
privacy.label.number6_c10 = "FAX : 02-6040-5329"
privacy.label.number6_c11 = "개인정보분쟁조정위원회 (www.kopico.go.kr/1833-6972)"
privacy.label.number6_c12 = "개인정보침해신고센터 (privacy.kisa.or.kr/국번없이 118)"
privacy.label.number6_c13 = "대검찰청 사이버 수사과 (www.spo.go.kr/국번없이 1301)"
privacy.label.number6_c14 = "경찰청 사이버수사국 (ecrm.cyber.go.kr/국번없이 182)"

privacy.label.number11_c1 = "1.8세 이하의 아동"
privacy.label.number11_c2 = "2.피성년후견인"
privacy.label.number11_c3 = "3.장애인복지법 제2조제2항제2호에 따른 정신적 장애를 가진 사람으로서 장애인고용촉진 및 직업재활법 제2조제2호에 따른 중증장애인에 해당하는 사람(장애인복지법 제32조에 따라 장애인 등록을 한 사람만 해당)"

privacy.msg.desc1 = "아모레퍼시픽 고객님의 개인정보를 중요시 합니다."
privacy.msg.desc2 = "주식회사 아모레퍼시픽(이하 '회사')은 회사에서 제공하는 원료정보시스템을 이용하는 정보주체의 개인정보를 매우 소중하게 생각하고 있으며, 정보주체의 개인정보를 보호하기 위하여 최선의 노력을 다하고 있습니다."
privacy.msg.desc3 = "회사는 『개인정보 보호법』을 비롯한 모든 개인정보보호 관련 법률 규정을 준수하고 있습니다."
privacy.msg.desc4 = "회사의 개인정보 보호정책은 다음과 같은 내용을 담고 있습니다."

privacy.msg.number1 = "<span>제 1조</span> 개인정보 수집에 대한 동의 및 수집방법"
privacy.msg.number1_desc1 = '① "회원"이라 함은 회사에게 개인정보를 제공하여 회원등록을 하는 방법으로 회원 가입된 정보주체를 말합니다.'
privacy.msg.number1_desc2 = '② 정보주체는 회사가 회사의 개인정보처리방침에 따라 정보주체의 개인정보를 수집함에 대하여 동의여부를 표시하는 방법으로 동의할 수 있습니다. 정보주체가 동의 부분에 표시하면 해당 개인정보 수집에 대해 동의한 것으로 봅니다.'

privacy.msg.number2 = "<span>제 2조</span> 개인정보의 수집항목 및 수집 · 이용 목적"
privacy.msg.number2_desc1 = "① 회사는 정보주체의 회원 가입 시 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다. 다만, 정보주체들에게 보다 양질의 맞춤 서비스를 제공하기 위하여 정보주체의 추가적인 개인정보를 선택적으로 입력 받고 있습니다."
privacy.msg.number2_desc2 = "② 회사는 정보주체의 명시적인 별도 동의 없이 기본적 인권 침해의 우려가 있는 사상 · 신념, 노동조합 · 정당의 가입 · 탈퇴, 정치적 견해, 건강, 성생활, 과거의 병력, 종교, 출신지, 범죄기록 등 민감한 개인정보는 수집하지 않습니다."
privacy.msg.number2_desc3 = "③ 회사가 회원가입 및 서비스 이용 시 수집하는 개인정보 항목과 그 수집 · 이용의 주된 목적은 아래와 같습니다."
privacy.msg.number2_desc4 = "④ 회사는 정보주체의 고유식별정보 (주민등록번호, 외국인등록번호 등)를 수집하지 않습니다."
privacy.msg.number2_desc5 = "⑤ 정보주체는 개인정보의 수집 및 이용에 대한 동의를 거부할 수 있습니다. 다만, 필수정보의 수집 및 이용에 거부하는 경우 회원가입 및 제안이 불가능 합니다."

privacy.msg.number3 = "<span>제 3조</span> 개인정보의 제공"
privacy.msg.number3_desc1 = "① 회사는 정보주체의 동의가 있거나 관련법령의 규정에 의한 경우를 제외하고는 제2조에서 고지한 범위를 넘어 정보주체의 개인정보를 제3자에게 제공하지 않습니다."
privacy.msg.number3_desc2 = "② 다만, 다음 각 호의 경우는 정보주체의 별도 동의 없이 제공될 수 있습니다."
privacy.msg.number3_desc3 = "1. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 연구단체, 설문조사, 리서치 기관 등에 제공하는 경우"
privacy.msg.number3_desc4 = "2. 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 통신비밀보호법, 국세기본법, 금융실명거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률, 전기통신기본법, 전기통신사업법, 지방세법, 소비자보호법, 형사소송법 등 법률상 특별한 규정이 있는 경우"
privacy.msg.number3_desc5 = "③	회사는 개인정보를 제3자에게 제공할 때에는 정보주체에게 제공 받는 자, 제공 받는 자의 이용목적, 제공하는 개인정보의 항목, 제공받는 자의 개인정보 보유 및 이용기간, 제공 동의를 거부할 수 있다는 사실과 불이익이 있다면 그 사항을 알리고 동의를 받습니다."

privacy.msg.number4 = "<span>제 4조</span> 개인정보의 처리위탁"
privacy.msg.number4_desc1 = "① 회사는 서비스 향상 및 원활한 전산처리 등을 위하여 정보주체의 개인정보 관리를 외부 전문 업체에 위탁할 수 있습니다."
privacy.msg.number4_desc2 = "② 회사는 개인정보의 처리의 위탁 시 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 정보주체 동의 없는 개인정보의 제3자 제공금지 등 정보주체의 개인보호의 보호를 위해 관리 · 감독합니다."
privacy.msg.number4_desc3 = "③ 개인정보 처리위탁을 받는 수탁자와 그 업무내용은 아래와 같습니다."

privacy.msg.number5 = "<span>제 5조</span> 개인정보의 보유 · 이용 기간, 파기 절차 및 파기방법"
privacy.msg.number5_desc1 = "① 회사는 정보주체가 회사에서 제공하는 서비스를 이용하는 동안 정보주체들의 개인정보를 보유하며 서비스 제공 등의 목적을 위해 이용합니다."
privacy.msg.number5_desc2 = "② 회사는 정보주체가 자신의 개인정보를 삭제하거나 회원가입 탈퇴를 요청한 경우 지체 없이 조치를 취하며, 삭제된 정보는 기록을 복구 또는 재생할 수 없는 방법에 의하여 디스크에서 완전히 삭제하며 추후 열람이나 이용이 불가능한 상태로 처리됩니다."
privacy.msg.number5_desc3 = "③ 회사는 아래와 같이 이용목적이 달성되어 파기사유가 발생한 때에 회사의 내부 파기절차에 따라 디스크에서 정보를 삭제하고, 출력된 경우에는 분쇄기로 분쇄하는 방법으로 정보주체의 개인정보를 지체 없이 파기합니다."
privacy.msg.number5_desc4 = "회원가입정보의 경우 : 회원가입을 탈퇴하거나 회원에서 제명된 때"
privacy.msg.number5_desc5 = "④ 수집목적 또는 제공받은 목적이 달성된 경우에도 전자상거래 등에서의 소비자보호에 관한 법률, 개인정보보호법, 상법, 국세기본법 등 법령의 규정에 의하여 보존할 필요성이 있는 경우에는 다음과 같이 일정기간 정보주체의 개인정보를 보유할 수 있습니다."
privacy.msg.number5_desc6 = "계약 또는 청약철회 등에 관한 기록 : 5년"
privacy.msg.number5_desc7 = "대금결제 및 재화 등의 공급에 관한 기록 : 5년"
privacy.msg.number5_desc8 = "소비자 불만 또는 분쟁 처리에 관한 기록 : 3년"

privacy.msg.number6 = "<span>제 6조</span> 개인정보 보호업무 및 관련 고충사항 처리부서"
privacy.msg.number6_desc1 = "① 회사는 정보주체의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 개인정보보호업무 및 관련 고충사항을 처리하는 부서가 지정되어 있습니다. 또한 개인정보 관리 책임자와 개인정보 관리 담당자를 두어 정보주체의 개인정보에 관한 문의 및 불만을 신속하게 처리해드리고 있습니다."
privacy.msg.number6_desc2 = "② 정보주체는 자신의 개인정보에 관하여 침해의 발생 또는 그 염려로 인하여 상담이 필요한 때에는 제1항의 회사 개인정보보호 담당부서뿐만 아니라 다음의 기관 등에 문의할 수 있습니다."

privacy.msg.number7 = "<span>제 7조</span> 개인정보 자동수집 장치에 의한 개인정보 수집"
privacy.msg.number7_desc1 = "① 회사는 정보주체에 대한 정보를 저장하고 수시로 찾아내는 '쿠키(cookie, 인터넷 접속정보파일 등 개인정보 자동수집 장치)'를 사용할 수 있습니다. 쿠키란 회사의 웹사이트를 운영하는데 이용되는 서버가 정보주체의 브라우저(엣지, 크롬, 사파리 등)에 보내는 소량의 정보로서 정보주체의 컴퓨터의 하드디스크에 저장되기도 합니다. 정보주체가 웹사이트에 접속을 하면 회사의 컴퓨터는 정보주체의 브라우저에 있는 쿠키의 내용을 읽고, 정보주체의 추가정보를 귀하의 컴퓨터에서 찾아 접속에 따른 성명 등의 추가 입력 없이 서비스를 제공할 수 있습니다. 쿠키는 정보주체의 컴퓨터는 식별하지만 귀하를 개인적으로 식별하지는 않습니다."
privacy.msg.number7_desc2 = "② 회사는 회원과 비회원의 접속 빈도, 방문시간 등의 분석, 정보주체의 방문횟수 파악 등 사이트 운영에 필요한 서비스 지원 및 개편을 위해 쿠키를 사용합니다."
privacy.msg.number7_desc3 = "③ 회사는 쿠키를 사용하여 회사가 진행하는 각종 이벤트에서 정보주체의 참여 정도 및 방문회수를 파악하여 차별적인 응모기회를 부여하고 정보주체의 관심분야에 따라 차별화된 정보를 제공하기 위한 자료로 이용됩니다."
privacy.msg.number7_desc4 = "④ 정보주체는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 정보주체는 웹 브라우저에서 옵션을 설정함으로써 쿠키의 전부 허용, 일부 허용, 전부 거부 등의 선택이 가능합니다."
privacy.msg.number7_desc5 = "※ 쿠키 설치 허용 여부를 지정하는 방법"
privacy.msg.number7_desc6 = "Internet Explorer의 경우 : 인터넷 화면 작업표시줄의 [도구]를 클릭한 후 [인터넷 옵션]을 선택 -> [개인정보]탭을 클릭 -> [고급]을 클릭 -> 쿠키 허용여부를 선택"
privacy.msg.number7_desc7 = "Safari의 경우 : <br>(MacOS) MacOS 상단 좌측 메뉴바에서 [Safari]에서 [환경설정]을 선택 -> [환경설정] 창에서 [개인 정보 보호]로 이동하여 쿠키 허용여부 선택 (iOS) [설정] -> 앱 목록에서 [Safari] 선택 -> [개인 정보 보호 및 보안]에서 쿠키 허용 여부 선택"
privacy.msg.number7_desc8 = "Chrome의 경우 : <br>(PC) 웹브라우저 우측 상단 메뉴에서 [설정] 선택 -> [개인정보 및 보안] 선택 -> [쿠키 및 기타 사이트 데이터]로 이동하여 쿠키 허용 여부 선택 (Mobile) 웹브라우저 우측 상단 메뉴에서 [설정] 선택 -> 고급 설정에서 [사이트 설정] 선택 -> [쿠키] 로 이동하여 쿠키 허용 여부 선택"

privacy.msg.number8 = "<span>제 8조</span> 개인정보의 열람 및 정정 등"
privacy.msg.number8_desc1 = "① 정보주체는 언제든지 회사의 웹사이트에 로그인하여 [회원정보수정]을 클릭하여 직접 열람 또는 정정하거나, 정보주체가 가맹점 등 뷰티포인트 이용 매장 또는 후원방문판매원을 비롯한 개인정보 처리위탁을 받은 자에게 요청하거나, 회사의 개인정보보호부서로 전화, 서면, 전자우편(e-mail)로 연락하여, 열람, 정정, 삭제, 처리정지를 요구할 수 있으며, 회사는 정보주체의 요구에 대하여 지체 없이 관련 조치를 취하겠습니다."
privacy.msg.number8_desc2 = "② 정보주체가 개인정보의 오류에 대한 정정을 요청한 경우 회사는 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공 등 처리하지 않습니다. 또한 잘못된 개인정보를 이미 처리한 경우에는 정정 처리결과가 지체없이 반영되도록 조치하겠습니다."
privacy.msg.number8_desc3 = "③ 다음과 같은 경우에는 개인정보의 열람 및 정정 등을 제한할 수 있습니다."
privacy.msg.number8_desc4 = "제3자의 권익을 현저하게 해할 우려가 있는 경우"
privacy.msg.number8_desc5 = "해당 서비스제공자의 업무에 현저한 지장을 미칠 우려가 있는 경우"
privacy.msg.number8_desc6 = "법령을 위반하는 경우 등"

privacy.msg.number9 = "<span>제 9조</span> 개인정보 수집 · 이용 · 제공에 대한 동의 철회"
privacy.msg.number9_desc1 = "① 정보주체는 개인정보의 수집, 이용 및 제공에 대해 동의한 내용을 언제든지 철회할 수 있습니다. 동의철회(회원탈퇴)는 회사 웹사이트에 로그인한 후 직접 동의철회(회원탈퇴)를 하거나, 가맹점 등 뷰티포인트 이용 매장 또는 후원방문판매원을 비롯한 개인정보 처리위탁을 받은 자에게 요청하거나, 개인정보 관리책임부서로 서면, 전화 또는 전자우편(E-mail) 등으로 연락하는 등의 방법으로 할 수 있습니다. 회사는 정보주체의 요청에 대하여 지체 없이 정보주체의 회원탈퇴처리 및 개인정보의 파기 등 필요한 조치를 하겠습니다."
privacy.msg.number9_desc2 = "② 회사는 개인정보의 수집에 대한 동의철회(회원탈퇴)를 개인정보의 수집 방법보다 쉽게 할 수 있도록 필요한 조치를 취하도록 노력합니다."

privacy.msg.number10 = "<span>제 10조</span> 개인정보보호를 위한 관리적 · 기술적 · 물리적 보호조치"
privacy.msg.number10_desc1 = "① 회사는 개인정보의 안전한 처리를 위한 내부관리계획을 수립하고 시행하며, 교육을 실시합니다."
privacy.msg.number10_desc2 = "② 회사는 정보주체의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 기술적 대책을 강구하고 있습니다."
privacy.msg.number10_desc3 = "③ 정보주체의 개인정보는 외부 망에서 접근 및 침입이 불가능한 내부 망을 활용하여 관리되고 있으며, 파일 및 전송데이터를 암호화하거나 파일 잠금기능(lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해 철저하게 보호되고 있습니다."
privacy.msg.number10_desc4 = "④ 회사는 해킹 등 외부 침입에 대비하여 방화벽 및 침입탐지시스템을 이용하여 사내 네트워크 보안에 만전을 기하고 있으며, 접근제어 시스템을 설치하여 보안을 강화하고 있습니다.<"
privacy.msg.number10_desc5 = "⑤ 개인정보처리 시스템 및 개인정보 처리자가 개인정보 처리에 이용하는 정보기기에 컴퓨터 바이러스, 스파이웨어 등 악성 프로그램의 침투 여부를 항시 점검, 처리할 수 있도록 백신프로그램을 설치하여 개인정보가 침해되는 것을 방지하고 있습니다."
privacy.msg.number10_desc6 = "⑥ 회사는 정보주체의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 개인정보의 안전성을 확보하기 위하여 개인정보에 대한 접근 및 관리에 필요한 내부절차를 마련하고 출입통제 · 잠금장치를 하고 소속 직원으로 하여금 이를 숙지하고 준수하도록 하고 있습니다."
privacy.msg.number10_desc7 = "⑦ 개인정보 관련 처리자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다."
privacy.msg.number10_desc8 = "⑧	정보주체는 회사에 제공한 개인정보에 대한 스스로의 확인 및 관리를 통하여 정확한 정보를 유지하도록 하며, 인터넷 사이트의 이용과정에서 타인의 개인정보를 권한 없이 이용하거나 타인의 권리를 침해하는 경우에는 회사의 제재뿐만 아니라 민•형사상 책임을 부담할 수 있습니다."
privacy.msg.number10_desc9 = "⑨	회사는 정보주체 본인의 부주의나 인터넷상의 문제로 아이디(ID), 비밀번호(P/W) 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체 책임을 지지 않습니다. 따라서 정보주체 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디(ID) 와 비밀번호(P/W)를 적절하게 관리하고 여기에 대한 책임을 져야 합니다. 다만, 회사의 내부 관리자의 실수 또는 기술관리의 사고로 인해 정보주체의 개인정보의 상실, 유출, 변조, 훼손이 생긴 경우 회사는 즉각 정보주체에게 사실을 알리고 적절한 대책과 보상을 강구할 것입니다."

privacy.msg.number11 = "<span>제 11조</span> 정보주체 및 법정대리인의 권리와 그 행사방법"
privacy.msg.number11_desc1 = "① 정보주체는 회사에 대하여 제공한 본인으로서 개인정보를 조회, 수정, 변경 및 회원의 탈퇴 등과 관련한 권리를 행사할 수 있습니다."
privacy.msg.number11_desc2 = "② 정보주체는 개인정보와 관련하여 인터넷, 전화, 서면 등을 이용하여 회사에 연락을 하여 권리를 행사할 수 있으며, 회사는 지체 없이 필요한 조치를 합니다."

privacy.msg.number12 = "<span>제 12조</span> 개인정보 처리방침 변경시 공지의무"
privacy.msg.number12_desc1 = "개인정보처리방침은 법령•정책 및 회사 내부 운영방침 또는 보안기술의 변경에 따라 내용이 변경될 수 있으며, 이 때에는 변경되는 개인정보처리방침을 회사 사이트 첫 페이지에 변경 이유 및 내용 등을 지체없이 공지하도록 하겠습니다."
privacy.msg.number12_desc2 = "2022.09.01 제1조(시행일) 이 방침은 2022년 09월 01일부터 시행합니다."


// 개인정보 수집 및 이용동의 팝업
privacy.label.privacy_agree_title = "* 개인정보 수집 및 이용 동의"

privacy.msg.agree_desc1 = "(주)아모레퍼시픽은 원료정보시스템 운영을 위하여 하기와 같이 개인정보를 수집 및 이용합니다."
privacy.msg.agree_desc2 = "- 수집하는 개인정보의 항목 : 성명, 생년월일, 성별, 휴대전화번호, ID/PW, 이메일주소, 소속회사 정보, DI"
privacy.msg.agree_desc3 = "- 수집 및 이용목적 : 아모레퍼시픽 원료정보시스템 가입자 본인확인, 공지사항 전달"
privacy.msg.agree_desc4 = "- 보유 및 이용기간 : "
privacy.msg.agree_desc5 = "회원탈퇴 또는 퇴사 시 까지"
privacy.msg.agree_desc6 = "정보주체는 개인정보 수집 및 이용 동의에 거부할 수 있습니다. 다만, 거부하는 경우 원료정보시스템 가입이 불가능 합니다."
privacy.msg.agree_desc7 = "동의합니다."
privacy.msg.agree_desc8 = "동의하지 않습니다."
privacy.msg.agree_desc9 = "* 개인정보 처리 위탁에 대한 안내"
privacy.msg.agree_desc10 = "아모레퍼시픽은 서비스 향상 및 원활한 전산 처리 등을 위하여 정보주체의 개인정보 관리를 외부 전문업체에 위탁하고 있습니다. 아모레퍼시픽의 업무를 위탁받는 자 및 업무의 내용은 "
privacy.msg.agree_desc11 = "개인정보처리방침"
privacy.msg.agree_desc12 = " 에서 확인 하실 수 있습니다."
privacy.msg.agree_desc13 = "동의여부를 선택해주십시오."


export default privacy